[
  {
    "id": "1",
    "type": "fill",
    "stem": "1840年鸦片战争以后，中国逐步成为半殖民地半封建社会，中华民族遭受了前所未有的劫难。\n\n（1）中华民族的伟大梦想和中国人民的历史任务。\n（2）从1840年开始，近代中国的主要社会矛盾。\n（3）在中国共产党成立之前，为了拯救中华民族危亡，一些救国方案轮番出台，请阐述这些救国方案均以失败告终的根本原因。",
    "answer": "",
    "explain": "伟大梦想：实现中华民族伟大复兴\n历史任务：争取民族独立，人民解放和实现国家富强、人民幸福\n\n主要社会矛盾：帝国主义和中华民族的矛盾，封建主义和人民大众的矛盾\n\n失败原因：没有先进理论的指导，没有用先进理论武装起来的先进政党的领导，没有先进政府顺应历史潮流、勇担历史重任、敢于做出巨大的牺牲，中国人民就无法打败压在自己头上的各种反动派，中华民族就无法改变被压迫、被奴役的命运。"
  },
  {
    "id": "2",
    "type": "fill",
    "stem": "1919年5月4日，北京学生3000余人齐集天安门前举行示威。他们提出“外争主权、内除国贼”“取消二十一条”“还我青岛”“诛卖国贼曹汝霖、章宗祥、陆宗舆”等口号，冲破反动军警的阻挠，从四面八方汇聚到天安门前，举行抗议集会，震惊中外的五四运动爆发。\n\n请阐述：五四运动的历史意义及五四精神的内涵。",
    "answer": "",
    "explain": "五四运动是近代中国革命史上具有划时代意义的事件，标志着新民主主义革命的伟大开端。五四运动以彻底反帝反封建的革命性、追求救国强国真理的进步性、各族各界群众积极参与的广泛性，推动了中国社会进步，促进了马克思主义在中国的广泛传播，促进了马克思主义同中国工人运动的结合，为中国共产党成立做了思想上干部上的准备。五四运动孕育了以爱国、进步、民主、科学为主要内容的伟大五四精神，其核心是爱国主义精神，在近代以来中华民族追求民族独立和发展进步的历史进程中具有里程碑意义。"
  },
{
  "id": "3",
  "type": "fill",
  "stem": "中国共产党的创建，是中华民族发展史上开天辟地的大事变，具有伟大而深远的意义。中国共产党的先驱们创建了中国共产党，孕育了伟大建党精神。\n\n请结合自身实际谈谈作为新时代大学生应该如何弘扬建党精神？",
  "answer": "",
  "explain": "1. 中国共产党的成立，是近代中国历史发展的必然产物，是中国人民在救亡图存斗争中顽强求索的必然产物，是实现中华民族伟大复兴的必然产物。\n2. 中国共产党作为中国最先进的阶级——工人阶级的政党，不仅代表着工人阶级的利益，而且代表着整个中国人民和中华民族的利益。\n3. 它从一开始就坚持以马克思主义为行动指南，始终把为中国人民谋幸福、为中华民族谋复兴作为初心和使命。\n4. 中国共产党的创建，是中华民族发展史上开天辟地的大事变，具有伟大而深远的意义。\n5. 近代以后中国人民反帝反封建的斗争之所以屡遭挫折和失败，最重要的原因就是没有先进的坚强的政党作为凝聚力量的领导核心。中国共产党的诞生，从根本上改变了这种局面。"
},

  {
    "id": "4",
    "type": "fill",
    "stem": "1921年7月，中国共产党第一次全国代表大会在上海法租界望志路106号开幕。党的一大宣告中国共产党正式成立。中国共产党的创建，是中华民族发展史上开天辟地的大事变，具有伟大而深远的意义。\n\n请简述：中国共产党成立的历史意义。",
    "answer": "",
    "explain": "1.中国共产党的成立，是近代中国历史发展的必然产物，是中国人民在救亡图存斗争中顽强求索的必然产物，是实现中华民族伟大复兴的必然产物。\n2.中国共产党作为中国最先进的阶级—工人阶级的政党，不仅代表着工人阶级的利益，而且代表着整个中国人民和中华民族的利益。\n3.它从一开始就坚持以马克思主义为行动指南，始终把为中国人民谋幸福、为中华民族谋复兴作为初心和使命。\n4.中国共产党的创建，是中华民族发展史上开天辟地的大事变，具有伟大而深远的意义。\n5.近代以后中国人民反帝反封建的斗争之所以屡遭挫折和失败，最重要的原因就是没有先进的坚强的政党作为凝聚力量的领导核心。中国共产党的诞生，从根本上改变了这种局面"
  },
  {
    "id": "5",
    "type": "fill",
    "stem": "材料一：大革命失败后，全国陷入一片白色恐怖之中。年轻的中国共产党遭受到成立以后从未遇到过的严峻考验。面对反动派的血腥屠杀，中国共产党和中国人民没有被吓倒，被征服，被杀绝。他们从地上爬起来，揩干净身上的血迹，掩埋好同伴的尸首，又继续战斗了。请根据上述材料回答：\n中国共产党确定土地革命和武装反抗国民党反动派总方针的会议是什么？在这次会议上，毛泽东突出强调了什么问题？这次会议的历史意义是什么？",
    "answer": "",
    "explain": "会议：八七会议\n强调问题：政权是由枪杆子中取得的\n历史意义：1.八七会议是一个转折点;2.它给正处在思想混乱和组织涣散中的中国共产党指明了新的出路，为挽救党和革命做出了巨大贡献；3.这是由大革命失败到土地革命战争兴起的历史性转变。"
  }
]


